# Binaries
brew 'zsh'
brew 'ruby-install'
brew 'chruby'
brew 'nvim'
brew 'gnupg'
brew 'fzf'
brew 'ripgrep'
brew 'nvm'

# Apps
cask 'iterm2'
cask '1password'
cask 'google-chrome'
cask 'slack'
cask 'visual-studio-code'
cask 'zoom'
cask 'postman'

# Fonts
cask 'font-anonymice-nerd-font'

